{
  "items": [
    {
      "id": 1,
      "title": "Circumstantiality",
      "type": "objective",
      "description": "Il pensiero è tortuoso; le questioni minori non possono essere separate da quelle essenziali. Il punto principale si perde nella descrizione dei dettagli, senza però perdere completamente l'obiettivo intenzionale (eloquio prolisso).",
      "criteria": "Una delle cause della 'Circumstantiality' potrebbe essere un'insufficiente capacità di elaborare informazioni astratte, così come l'incapacità di omettere dettagli minori anche quando il paziente sa che non sono essenziali.",
      "example": "Alla domanda 'È stato facile arrivare qui?', il paziente fornisce dettagli eccessivi sul viaggio, inclusi i tipi di biglietto, gli orari dei treni e i tempi di attesa, perdendo di vista la semplice domanda sì/no.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: la 'Circumstantiality' viene notata dall'esaminatore, ma l'esplorazione non è sostanzialmente influenzata.",
        "3": "moderato: la 'Circumstantiality' viene notata dall'esaminatore e l'esplorazione ne è influenzata.",
        "4": "severo: l'esplorazione è gravemente compromessa."
      },
      "default_grade": 2
    },
    {
      "id": 2,
      "title": "Derailment",
      "type": "objective",
      "description": "Un modello di discorso spontaneo in cui le idee scivolano fuori dal binario verso altri pensieri che sono chiaramente ma obliquamente correlati. Possono essere dette in giustapposizione cose che mancano di una relazione significativa.",
      "criteria": "Il parlante si allontana sempre di più dall'argomento ad ogni 'Derailment', senza alcuna consapevolezza che la risposta non ha più alcuna connessione con la domanda posta.",
      "example": "Alla domanda 'Ti è piaciuto farlo?', il paziente inizia a parlare di comunità, poi di decolorante per capelli in California, del suo coinquilino di Chicago, e improvvisamente passa alla chirurgia dell'unghia del piede senza alcuna connessione logica.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio: le connessioni tra le frasi sono ancora ovvie.",
        "2": "moderato: le connessioni sono ancora ovvie ma a volte non sono direttamente correlate a ciò che è stato detto prima.",
        "3": "severo: il paziente scivola lentamente da un'idea all'altra senza alcuna connessione significativa tra di esse.",
        "4": "estremo: l'intervista è incomprensibile."
      },
      "default_grade": 3
    },
    {
      "id": 3,
      "title": "Tangentiality",
      "type": "objective",
      "description": "Le idee non seguono un percorso lineare. All'interno di passaggi di discorso più lunghi, il contenuto si allontana lentamente da dove era iniziato. Il paziente non ritorna all'argomento iniziale.",
      "criteria": "Il paziente devia dall'argomento iniziale e non riesce a ritornarvi.",
      "example": "Alla domanda 'Di che città sei?', il paziente inizia con il luogo di nascita ma divaga sull'incontro dei suoi genitori, le difficoltà finanziarie, le esperienze di guerra, senza mai tornare a rispondere alla domanda originale.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente devia lentamente dall'argomento iniziale e in alcuni casi non vi ritorna.",
        "3": "moderato: il paziente devia rapidamente dall'argomento iniziale e occasionalmente non vi ritorna.",
        "4": "severo: il paziente devia immediatamente dall'argomento iniziale e non vi ritorna mai."
      },
      "default_grade": 2
    },
    {
      "id": 4,
      "title": "Dissociation of Thinking (Incoherence/Distraction)",
      "type": "objective",
      "description": "Il contenuto di una frase, proposizione o pensiero non ha alcun riferimento a ciò che è stato detto prima. Parole, frasi e pensieri non hanno alcuna relazione tra loro.",
      "criteria": "A differenza del Derailment, dove i ponti associativi sono ancora riconoscibili, qui la coerenza tra le frasi è assente. Nei casi più gravi, la coerenza all'interno di una frase o persino di singole parole è assente (eloquio frammentato).",
      "example": "Forse avete sentito dire che scuoiano il cervello... Qualcuno cercherà di fermarmi l'Armageddon... vento del cielo e tempo e che le persone cambieranno umore.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "incoerenza: le singole frasi hanno ancora senso; tuttavia, manca la relazione tra di esse.",
        "3": "discorso sconnesso: all'interno di una stessa frase, solo alcune parti sono correlate tra loro.",
        "4": "discorso frammentato: la sintassi è assente, risultando in una miscela incomprensibile di parole e sillabe (parole senza senso)."
      },
      "default_grade": 2
    },
    {
      "id": 5,
      "title": "Crosstalk",
      "type": "objective",
      "description": "La risposta del paziente manca il punto della questione, sebbene abbia compreso la domanda. Il paziente sta parlando 'oltre' la domanda (risposta di traverso).",
      "criteria": "La valutazione non dipende dal fatto che la risposta sia sbagliata, ma dal fatto che il paziente manchi il punto. L'ignorare intenzionalmente la domanda non deve essere considerato.",
      "example": "Alla domanda 'Perché è venuto nel reparto di psichiatria?', il paziente risponde 'Mio fratello è stato operato di appendicite.'",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il fenomeno si verifica più volte durante l'esplorazione.",
        "3": "moderato: il fenomeno si verifica occasionalmente, abbastanza da ostacolare l'esplorazione.",
        "4": "severo: il fenomeno si verifica alla maggior parte delle domande. L'esplorazione è notevolmente ostacolata."
      },
      "default_grade": 2
    },
    {
      "id": 6,
      "title": "Perseveration",
      "type": "objective",
      "description": "Aderenza a idee e argomenti menzionati in precedenza che non sono più pertinenti al contesto attuale.",
      "criteria": "Un paziente ripete certe frasi o proposizioni anche quando ci si aspetta che dica il suo nome o descriva oggetti.",
      "example": "Un paziente ripete certe frasi o proposizioni anche quando ci si aspetta che dica il suo nome o descriva oggetti.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: durante l'intervista, le 'Perseveration' si verificano più volte.",
        "3": "moderato: le 'Perseveration' si verificano occasionalmente e influenzano negativamente l'esplorazione.",
        "4": "severo: le 'Perseveration' si verificano così frequentemente da ostacolare notevolmente l'esplorazione."
      },
      "default_grade": 2
    },
    {
      "id": 7,
      "title": "Verbigeration",
      "type": "objective",
      "description": "Ripetizione non necessaria di una singola parola.",
      "criteria": "Ripetizione stereotipata e persistente di singole parole e sillabe.",
      "example": "Sono un filosofo, filosofo, sono un filosofo, che ha composto grande letteratura. Ho una vocazione per questo lavoro, una vocazione, vocazione.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: la 'Verbigeration' si verifica più volte durante l'intervista.",
        "3": "moderato: la 'Verbigeration' si verifica occasionalmente e complica la comunicazione.",
        "4": "severo: ripetizione stereotipata persistente. L'esplorazione è notevolmente ostacolata."
      },
      "default_grade": 2
    },
    {
      "id": 8,
      "title": "Rupture of Thought",
      "type": "objective",
      "description": "Interruzione improvvisa e oggettivamente osservata di un filo del discorso precedentemente fluido. Il fenomeno può verificarsi a metà di una frase e senza una ragione apparente.",
      "criteria": "Il paziente smette improvvisamente di parlare a metà frase.",
      "example": "Il paziente dice: 'Mi sento bene. Il mio umore è molto migliorato perché ho......(pausa).' Quando gli si chiede perché si è fermato, spiega di aver improvvisamente perso il filo del discorso.",
      "questions": ["Ha smesso di parlare all'improvviso. Qual è stata la ragione?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: la comunicazione è a malapena influenzata.",
        "3": "moderato: la comunicazione è moderatamente influenzata.",
        "4": "severo: la comunicazione è sostanzialmente influenzata."
      },
      "default_grade": 2
    },
    {
      "id": 9,
      "title": "Pressured Speech",
      "type": "objective",
      "description": "La velocità di produzione del discorso è aumentata.",
      "criteria": "L'eloquio è accelerato oltre il normale ritmo di conversazione.",
      "example": "Il paziente parla rapidamente senza pause appropriate.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: la velocità di produzione del discorso è aumentata.",
        "3": "moderato: la velocità di produzione del discorso è notevolmente aumentata.",
        "4": "severo: la velocità di produzione del discorso è estremamente aumentata."
      },
      "default_grade": 2
    },
    {
      "id": 10,
      "title": "Logorrhoea",
      "type": "objective",
      "description": "Un impulso eccessivamente forte a parlare. L'eloquio 'Logorrhoea' può essere di per sé coerente e logico. La comunicazione con il paziente è ostacolata. Il paziente non è in grado di riconoscere quando viene interrotto o semplicemente ignora tali interruzioni.",
      "criteria": "Parlare eccessivo che non può essere facilmente interrotto. Il paziente continua a parlare nonostante i tentativi di interromperlo.",
      "example": "Quando gli si chiede della sua professione, il paziente si lancia in una lunga spiegazione sui lavori, la vita familiare, i lavori di costruzione, continuando a parlare sopra i tentativi dell'esaminatore di interromperlo.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: è possibile interrompere il flusso di parole.",
        "3": "moderato: è difficile interrompere il flusso di parole.",
        "4": "severo: la comunicazione è notevolmente ostacolata. I tentativi di interruzione non vengono notati o sono deliberatamente ignorati."
      },
      "default_grade": 3
    },
    {
      "id": 11,
      "title": "Manneristic Speech",
      "type": "objective",
      "description": "Per l'osservatore, l'eloquio (scelta delle parole, struttura della frase, articolazione o prosodia) appare affettato e ornato, eccentrico, innaturale, pomposo, ampolloso, ricercato, stilizzato o fiorito.",
      "criteria": "L'eloquio è eccessivamente formale, elaborato o stilizzato in modo innaturale.",
      "example": "Alla domanda sulle attività del fine settimana: 'Ma certo, signora. In prima istanza, mi sono recato al negozio di alimentari, poiché l'ottenimento di beni commestibili appariva necessitato.'",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: l'uso del linguaggio è manieristico più volte.",
        "3": "moderato: l'uso del linguaggio è manieristico occasionalmente.",
        "4": "severo: a causa del 'Manneristic Speech', il paziente è difficile da comprendere."
      },
      "default_grade": 2
    },
    {
      "id": 12,
      "title": "Semantic Paraphasia",
      "type": "objective",
      "description": "Sostituzione di una parola inappropriata (la parola è semanticamente correlata alla parola appropriata). Chi parla può o meno riconoscere l'errore e tentare di correggerlo.",
      "criteria": "Vengono usate parole sbagliate che sono semanticamente correlate alla parola intesa.",
      "example": "Usare 'salsiccia' invece di 'formaggio', 'nonno' invece di 'uomo', 'fiore' invece di 'acquario'.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio: alcune volte, parole inappropriate ma comprensibili ('giacca' per 'cappotto').",
        "2": "lieve: parole inappropriate più volte con maggiore distanza semantica ('salsiccia' per 'formaggio').",
        "3": "moderato: distanza semantica così grande che la connessione è difficilmente riconoscibile.",
        "4": "severo: usa frequentemente parole inappropriate. L'esplorazione è notevolmente ostacolata."
      },
      "default_grade": 2
    },
    {
      "id": 13,
      "title": "Phonemic Paraphasia",
      "type": "objective",
      "description": "Pronuncia errata (riguardo all'articolazione fonetica) di una parola. Chi parla di solito riconosce l'errore e può tentare di correggerlo.",
      "criteria": "Le parole sono pronunciate in modo errato con errori fonetici.",
      "example": "Dire 'manana' invece di 'banana'.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio: le 'Phonemic Paraphasia' possono verificarsi alcune volte.",
        "2": "lieve: le 'Phonemic Paraphasia' si verificano più volte.",
        "3": "moderato: il paziente usa le 'Phonemic Paraphasia' occasionalmente.",
        "4": "severo: usa frequentemente le 'Phonemic Paraphasia'. L'esplorazione è notevolmente ostacolata."
      },
      "default_grade": 2
    },
    {
      "id": 14,
      "title": "Neologisms",
      "type": "objective",
      "description": "Nuove formazioni di parole che non corrispondono alle convenzioni lessicali. La maggior parte dei 'Neologisms' non è direttamente intelligibile. In casi estremi può essere formata una nuova lingua artificiale.",
      "criteria": "Il paziente crea parole nuove e inesistenti. Non si tratta di slang o errori di un non madrelingua.",
      "example": "In casi estremi: 'Ak mersku na armabs voligent' (criptolalia/glossolalia).",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il 'Neologisms' si verifica con certezza durante l'intervista.",
        "3": "moderato: diversi 'Neologisms' si verificano durante l'intervista.",
        "4": "severo: la comunicazione è ostacolata. In casi estremi è presente criptolalia."
      },
      "default_grade": 2
    },
    {
      "id": 15,
      "title": "Clanging",
      "type": "objective",
      "description": "Un modello di discorso in cui i suoni, piuttosto che le relazioni significative, sembrano governare la scelta delle parole, cosicché l'intelligibilità è compromessa e vengono introdotte parole ridondanti.",
      "criteria": "Le parole vengono scelte in base alla somiglianza sonora (rime, giochi di parole) piuttosto che al significato.",
      "example": "Non sto cercando di fare rumore. Sto cercando di avere senso. Se riesci a trovare un senso nel non-senso, beh, divertiti. Io non ho più sense [centesimi]. Devo fare dollari.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il 'Clanging' si verifica più volte durante l'intervista.",
        "3": "moderato: il 'Clanging' si verifica occasionalmente. L'esplorazione non è significativamente limitata.",
        "4": "severo: il 'Clanging' si verifica frequentemente e domina in gran parte la conversazione."
      },
      "default_grade": 2
    },
    {
      "id": 16,
      "title": "Echolalia",
      "type": "objective",
      "description": "Ripetizioni insensate di parole e frasi senza riguardo per i loro significati e funzioni semantiche. Il paziente ripete a eco le parole o le frasi dell'intervistatore.",
      "criteria": "Il paziente ripete le parole dell'esaminatore senza comprensione. Non si tratta di una chiarificazione abituale tramite riformulazione.",
      "example": "Esaminatore: 'Vorrei parlarle per qualche minuto.' Paziente: 'Minuti, minuti, minuti, parlarle per qualche minuto.'",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: più volte, ripete singole parole o parti della domanda, ma poi risponde.",
        "3": "moderato: occasionalmente ripete, poi generalmente risponde alla domanda.",
        "4": "severo: ripete frequentemente. Non vengono fornite informazioni aggiuntive."
      },
      "default_grade": 2
    },
    {
      "id": 17,
      "title": "Poverty of Content of Speech",
      "type": "objective",
      "description": "Sebbene le risposte siano abbastanza lunghe da rendere il discorso adeguato in quantità, esso trasmette poche informazioni. Il linguaggio tende ad essere vago, spesso eccessivamente astratto o eccessivamente concreto, ripetitivo e stereotipato.",
      "criteria": "Il paziente parla a lungo ma fornisce poche informazioni reali. Le risposte potrebbero essere riassunte in una o due frasi.",
      "example": "Alla domanda sulla sua fede in Dio, il paziente dà una lunga e vaga risposta sul potere spirituale e la comprensione che trasmette un contenuto minimo.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: più volte, le risposte sono vaghe o potrebbero essere abbreviate.",
        "3": "moderato: occasionalmente, le risposte sono vaghe o trasmettono poche informazioni.",
        "4": "severo: la maggior parte dell'intervista è vaga, vuota di contenuto o potrebbe essere sostanzialmente abbreviata."
      },
      "default_grade": 3
    },
    {
      "id": 18,
      "title": "Restricted Thinking",
      "type": "objective",
      "description": "Restrizione della gamma di contenuti, aderenza a uno o pochi argomenti, o fissazione su poche idee chiave. Il paziente ha difficoltà a passare da un argomento all'altro.",
      "criteria": "Il paziente ritorna costantemente sullo stesso argomento nonostante gli vengano offerti altri soggetti di discussione.",
      "example": "Il paziente ritorna ripetutamente a discutere del mal di schiena, indipendentemente dalle domande poste sull'umore, le attività o la concentrazione.",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio: il paziente ritorna sullo stesso argomento alcune volte.",
        "2": "lieve: il paziente si attiene a pochi argomenti, la conversazione su altri temi è abbastanza difficile.",
        "3": "moderato: costretto a pochi argomenti. La conversazione su altri soggetti è quasi impossibile.",
        "4": "severo: si attiene a un'idea specifica. Ritorna costantemente e immediatamente alla stessa idea."
      },
      "default_grade": 3
    },
    {
      "id": 19,
      "title": "Slowed Thinking",
      "type": "objective",
      "description": "Dal punto di vista dell'osservatore, il processo di pensiero del paziente sembra essere rallentato. Di conseguenza, la conversazione è languida e torpida.",
      "criteria": "Il processo di pensiero è oggettivamente lento con lunghe pause tra le risposte.",
      "example": "Il paziente risponde con lunghe pause: '(pausa) Ho passato un brutto periodo.... (pausa) Così mia sorella mi ha portato qui.'",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio: possibile 'Slowed Thinking'; tuttavia, la conversazione non è influenzata.",
        "2": "lieve: l'esaminatore nota lo 'Slowed Thinking', la conversazione è leggermente influenzata.",
        "3": "moderato: l'esaminatore nota lo 'Slowed Thinking, la conversazione è notevolmente limitata.",
        "4": "severo: a causa del flusso di pensiero lento e delle lunghe pause, l'esplorazione non è possibile o procede solo con grande sforzo."
      },
      "default_grade": 2
    },
    {
      "id": 20,
      "title": "Poverty of Speech",
      "type": "objective",
      "description": "Restrizione nella quantità di discorso spontaneo, cosicché le risposte tendono ad essere brevi, concrete e non elaborate. Le risposte possono essere monosillabiche e alcune domande possono essere lasciate del tutto senza risposta.",
      "criteria": "Le risposte sono molto brevi con un'elaborazione minima. L'intervistatore deve frequentemente sollecitare maggiori informazioni.",
      "example": "D: 'Lavorava prima dell'ospedale?' R: 'Sì.' D: 'Che tipo di lavori?' R: 'Oh, alcuni lavori da bidello, pittura.' D: 'E ora lavora?' R: 'No.'",
      "questions": [],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: diverse risposte non includono informazioni elaborate in modo appropriato.",
        "3": "moderato: le risposte consistono in poche parole. Occasionalmente le domande vengono lasciate senza risposta. Risposte monosillabiche.",
        "4": "severo: il paziente è prevalentemente muto."
      },
      "default_grade": 3
    },
    {
      "id": 21,
      "title": "Concretism",
      "type": "objective",
      "description": "Il 'Concretism' si riferisce alla difficoltà nella comprensione di frasi o espressioni astratte (figurative) (ad es. la comprensione/interpretazione di proverbi, metafore, barzellette). Il paziente si attiene al significato concreto.",
      "criteria": "Il paziente non riesce a comprendere il linguaggio figurato, interpreta tutto letteralmente.",
      "example": "Chiesto di spiegare 'Corvi con corvi non si cavano gli occhi', risponde: 'Beh, i corvi sono uccelli meravigliosi. Se ci sono due corvi insieme, non si caveranno gli occhi a vicenda.'",
      "questions": ["Potrebbe per favore spiegare il proverbio 'Corvi con corvi non si cavano gli occhi'?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: la comprensione del significato figurato è limitata.",
        "3": "moderato: viene espresso solo il significato concreto.",
        "4": "severo: anche il significato concreto è espresso al massimo in modo vago o per nulla."
      },
      "default_grade": 2
    },
    {
      "id": 22,
      "title": "Blocking",
      "type": "subjective",
      "description": "Blocco percepito e riferito di un filo di pensiero in corso, noto anche come 'perdere il filo del discorso'. Il 'Blocking' è notato soggettivamente dal paziente.",
      "criteria": "Il paziente riferisce un arresto improvviso dei pensieri o un loro graduale svanire.",
      "example": "Non ho più pensieri, come se qualcosa fosse stato tagliato. A volte, i miei pensieri si fermano all'improvviso.",
      "questions": ["Le capita a volte di sentire che il suo filo di pensiero si ferma improvvisamente come se fosse bloccato, o come se i suoi pensieri svanissero gradualmente?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente riferisce diversi episodi di 'Blocking'. Il paziente non deve necessariamente sentirsi menomato.",
        "3": "moderato: il paziente riferisce 'Blocking' occasionale. Potrebbe soffrirne o la comunicazione potrebbe essere leggermente compromessa.",
        "4": "severo: il paziente riferisce 'Blocking' frequente. Il paziente ne soffre e/o la comunicazione è compromessa."
      },
      "default_grade": 2
    },
    {
      "id": 23,
      "title": "Rumination",
      "type": "subjective",
      "description": "Il paziente è costantemente occupato da argomenti per lo più sgradevoli. Questi pensieri si concentrano sugli stessi temi senza portare ad alcuna conclusione. La 'Rumination' è vissuta come sgradevole e in alcuni casi persino tortuosa.",
      "criteria": "Il paziente non riesce a smettere di pensare a certi argomenti negativi nonostante lo desideri.",
      "example": "Non posso più pagare l'affitto. Sono sempre preoccupato di non poter pagare le bollette. Davvero non so come possa andare avanti. Non so come pensare ad altro.",
      "questions": ["Le sembra di dover pensare a certi argomenti più spesso di prima?", "A volte si sente spinto a pensare a un argomento particolare, anche se vorrebbe pensare ad altro?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: la 'Rumination' si verifica, il paziente è leggermente influenzato ma gestisce ancora le responsabilità quotidiane.",
        "3": "moderato: il paziente è turbato dalla 'Rumination'. Le responsabilità quotidiane e il benessere sono influenzati.",
        "4": "severo: il paziente è marcatamente tormentato. Le responsabilità quotidiane e il benessere sono gravemente influenzati."
      },
      "default_grade": 3
    },
    {
      "id": 24,
      "title": "Poverty of Thought",
      "type": "subjective",
      "description": "Il paziente ha la sensazione che il pensiero sia privo di immaginazione e limitato a pochi temi. Ciò può essere accompagnato o meno da sentimenti spiacevoli.",
      "criteria": "Il paziente sperimenta soggettivamente il proprio pensiero come privo di idee e immaginazione.",
      "example": "Non ho più idee. Non mi viene in mente niente di nuovo....",
      "questions": ["Le sembra che non le venga in mente niente di nuovo?", "Ha la sensazione che il suo pensiero sia meno fantasioso di un tempo?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente riferisce episodi di 'Poverty of Thought' ma non deve necessariamente sentirsi menomato.",
        "3": "moderato: il paziente riferisce 'Poverty of Thought' frequente. Potrebbe soffrirne o la comunicazione potrebbe essere leggermente compromessa.",
        "4": "severo: il paziente riferisce 'Poverty of Thought' quasi costante. Il paziente ne soffre e/o la comunicazione è compromessa."
      },
      "default_grade": 2
    },
    {
      "id": 25,
      "title": "Inhibited Thinking",
      "type": "subjective",
      "description": "Il processo di pensiero è vissuto dal paziente come rallentato, frenato o inibito, come se si pensasse contro una resistenza interna. Può estendersi fino all'esperienza soggettiva di non essere più in grado di pensare affatto.",
      "criteria": "Il paziente sperimenta soggettivamente il proprio pensiero come rallentato o inibito.",
      "example": "Non arrivo più da nessuna parte con il mio pensiero. I miei pensieri rallentano e a volte mi sembra di non avere più pensieri.",
      "questions": ["Le sembra che il suo pensiero sia inibito o rallentato, rispetto a come era in passato?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente riferisce episodi di 'Inhibited Thinking' ma non deve necessariamente sentirsi menomato.",
        "3": "moderato: il paziente riferisce 'Inhibited Thinking' frequente. Potrebbe soffrirne o la comunicazione potrebbe essere leggermente compromessa.",
        "4": "severo: il paziente riferisce 'Inhibited Thinking' quasi costante. Il paziente ne soffre e/o la comunicazione è compromessa."
      },
      "default_grade": 2
    },
    {
      "id": 26,
      "title": "Receptive Speech Dysfunction",
      "type": "subjective",
      "description": "I significati delle parole, delle sequenze di parole o delle frasi possono essere colti o compresi solo in modo incompleto, con sforzo o per nulla. Di conseguenza, il paziente può avere problemi nella comunicazione interpersonale.",
      "criteria": "Il paziente riferisce difficoltà a comprendere il linguaggio parlato nonostante senta le parole.",
      "example": "A volte mi sembra di non cogliere il significato delle parole che sento. Qualcuno mi parla e io sento le parole, ma non riesco a capire precisamente il contesto.",
      "questions": ["Riesce ancora a capire le conversazioni con altre persone come faceva in passato?", "Ha la sensazione di non riuscire a volte a capire il significato di singole parole o frasi?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente riferisce 'Receptive Speech Dysfunction' verificatasi più volte ma non deve necessariamente sentirsi menomato.",
        "3": "moderato: il paziente riferisce 'Receptive Speech Dysfunction' occasionale/moderata. Potrebbe soffrirne o la comunicazione potrebbe essere leggermente compromessa.",
        "4": "severo: il paziente riferisce 'Receptive Speech Dysfunction' marcata. Il paziente ne soffre e/o la comunicazione è compromessa."
      },
      "default_grade": 2
    },
    {
      "id": 27,
      "title": "Expressive Speech Dysfunction",
      "type": "subjective",
      "description": "Il paziente nota che è difficile trovare le parole giuste. Mentre parla, si accorge che la scelta delle parole, la precisione linguistica e la fluidità verbale sono compromesse. Le parole appropriate non sono rapidamente accessibili o sono del tutto non disponibili.",
      "criteria": "Il paziente sperimenta soggettivamente difficoltà ad esprimersi con le parole appropriate.",
      "example": "Il mio modo di parlare è a un livello molto basilare. Le parole e le frasi non sono così precise e appropriate. Non trovo le parole ed è difficile per me collegarle correttamente.",
      "questions": ["Riesce ancora ad esprimersi con la stessa abilità e precisione del passato?", "Ha a volte la sensazione di non potersi più esprimere come vorrebbe?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente riferisce 'Expressive Speech Dysfunction' verificatasi più volte ma non deve necessariamente sentirsi menomato.",
        "3": "moderato: il paziente riferisce 'Expressive Speech Dysfunction' occasionale/moderata. Potrebbe soffrirne o la comunicazione potrebbe essere leggermente compromessa.",
        "4": "severo: il paziente riferisce 'Expressive Speech Dysfunction' marcata. Il paziente ne soffre e/o la comunicazione è compromessa."
      },
      "default_grade": 2
    },
    {
      "id": 28,
      "title": "Dysfunction of Thought Initiative and Intentionality",
      "type": "subjective",
      "description": "Il paziente sperimenta soggettivamente una mancanza di iniziativa di pensiero, 'energia di pensiero' e intenzionalità. La compromissione nell'iniziare o strutturare il processo di pensiero può portare all'incapacità di svolgere le attività della vita quotidiana.",
      "criteria": "Il paziente manca dell'energia mentale o dell'iniziativa per pensare e impegnarsi in una conversazione.",
      "example": "Ho perso completamente la forza mentale per pensare. Non ho più la forza necessaria per pensare. Non sono più in grado di parlare con le altre persone.",
      "questions": ["A volte le manca la forza o l'energia per pensare?", "Ha la sensazione di aver perso l'iniziativa di pensare e la capacità di partecipare alle conversazioni?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente riferisce 'Dysfunction of Thought Initiative and Intentionality' che si verifica più volte ma non deve necessariamente sentirsi menomato.",
        "3": "moderato: il paziente riferisce 'Dysfunction of Thought Initiative and Intentionality' occasionale/moderata. Potrebbe soffrirne o le attività quotidiane potrebbero essere leggermente compromesse.",
        "4": "severo: il paziente riferisce 'Dysfunction of Thought Initiative and Intentionality' marcata. Il paziente ne soffre e/o le attività quotidiane sono compromesse."
      },
      "default_grade": 2
    },
    {
      "id": 29,
      "title": "Thought Interference",
      "type": "subjective",
      "description": "Pensieri o idee interferenti che non appartengono al filo del discorso attuale. Possono essere o meno scatenati da stimoli esterni. I 'Thought Interference' hanno una valenza affettiva più o meno neutra.",
      "criteria": "Il paziente riferisce pensieri intrusivi che lo distraggono dalla sua concentrazione attuale.",
      "example": "Devo sempre pensare ad altre cose che mi distraggono. Non riesco più a concentrarmi. Se mi concentro su qualcosa, altri pensieri si fanno strada nella mia mente.",
      "questions": ["È facilmente distratto da eventi che accadono intorno a lei, come i rumori?", "Le sembra a volte di non riuscire a concentrarsi sulle conversazioni perché i suoi pensieri continuano a divagare?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente riferisce diversi episodi di 'Thought Interference' ma non deve necessariamente sentirsi menomato.",
        "3": "moderato: il paziente riferisce 'Thought Interference' occasionale. Potrebbe soffrirne o la comunicazione potrebbe essere leggermente compromessa.",
        "4": "severo: il paziente riferisce 'Thought Interference' frequente. Il paziente ne soffre e/o la comunicazione è compromessa."
      },
      "default_grade": 2
    },
    {
      "id": 30,
      "title": "Pressure/Rush of Thoughts",
      "type": "subjective",
      "description": "Numerosi pensieri con contenuti vari si affacciano o si impongono nella mente del paziente, alternandosi rapidamente. Il paziente non è in grado di controllare o sopprimere questi pensieri che appaiono e scompaiono.",
      "criteria": "Il paziente sperimenta un'ondata travolgente di pensieri multipli che non possono essere controllati.",
      "example": "Non riesco a tenere i miei pensieri sotto controllo. A volte mi sento schiacciato dalla varietà dei miei pensieri. Spesso, mi vengono in mente pensieri diversi e senza senso. I pensieri vorticano senza sosta.",
      "questions": ["Le sembra a volte di non poter indirizzare i suoi pensieri nella direzione che vorrebbe?", "Sente a volte che le vengono in mente così tante idee rapidamente da perdere il controllo dei suoi pensieri?"],
      "graduation": {
        "0": "non presente",
        "1": "dubbio",
        "2": "lieve: il paziente riferisce diversi episodi di 'Pressure/Rush of Thoughts' ma non deve necessariamente sentirsi menomato.",
        "3": "moderato: il paziente riferisce 'Pressure/Rush of Thoughts' occasionale. Potrebbe soffrirne o la comunicazione potrebbe essere leggermente compromessa.",
        "4": "severo: il paziente riferisce 'Pressure/Rush of Thoughts' frequente. Il paziente ne soffre e/o la comunicazione è compromessa."
      },
      "default_grade": 2
    }
  ]
}